KnowledgeModuleEJB/test/templates/template_KMR_exp_SearchByKmIds_REQUEST.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
	<SOAP-ENV:Body>
		<m:KmIdSearchRequest xmlns:m="urn:gov:hhs:fha:nhinc:m:kmtypes">
			<m:request>
				<m:ACL>
					<UR_Name>String</UR_Name>
				</m:ACL>
				<m:kms>
					<m:kmId>0</m:kmId>
					<m:kmId>0</m:kmId>
					<m:kmId>0</m:kmId>
				</m:kms>
			</m:request>
		</m:KmIdSearchRequest>
	</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
